{"translation-revision-date":"2022-10-09 21:00:30+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"Dismiss notice":["Hinweis ausblenden"],"https:\/\/gdpr-info.eu\/art-7-gdpr\/":["https:\/\/gdpr-info.eu\/art-7-gdpr\/"],"If you have created a new service like Google Analytics (without visual content blocker), previous visitors can never consent without collecting new consents and you cannot track them, for example.":["Wenn du einen neuen Service wie Google Analytics (ohne visuellen Content Blocker) eingerichtet hast, können frühere Besucher nie eine Einwilligung geben, ohne dass du neue Einwilligungen sammelst und du kannst sie zum Beispiel nicht tracken."],"Are you sure you don't want to collect new consents?":["Bist du sicher, dass du keine neuen Einwilligungen einholen willst?"],"You have not yet defined a %s service. To use {{strong}}%s{{\/strong}} with Real Cookie Banner, you must create the appropriate service.":["Du hast noch keinen %s-Service erstellt. Um {{strong}}%s{{\/strong}} mit Real Cookie Banner zu verwenden, musst du einen entsprechenden Service erstellen."],"Consent must be obtained in accordance with {{a}}Art. 7 GDPR{{\/a}}. Your visitor must be informed about all circumstances of the consent. However, you have made changes to your cookie banner, which lead to the fact that previously visitors have consented differently or to something different than is now in the cookie banner. Therefore, previously collected consents may have become partially invalid.":["Die Einwilligung muss nach {{a}}Art. 7 DSGVO{{\/a}} eingeholt werden. Dein Besucher muss über alle Umstände der Einwilligung informiert werden. Du hast jedoch Änderungen an deinem Cookie Banner vorgenommen, die dazu führen, dass frühere Besucher anders oder zu etwas anderem eingewilligt haben, als es jetzt im Cookie Banner steht. Daher können die zuvor gesammelten Einwilligungen teilweise ungültig geworden sein."],"Not blocked":["Nicht blockiert"],"Partially blocked":["Teilweise blockiert"],"Fully blocked":["Vollständig blockiert"],"Scanner":["Scanner"],"Currently scanning (%d %%)":["Scanne (%d %%)"],"Support":["Support"],"Licensing":["Lizenzierung"],"Import \/ Export":["Import \/ Export"],"Services (Cookies)":["Services (Cookies)"],"Dashboard":["Dashboard"],"Real Cookie Banner is brought to you with {{icon\/}} by":["Real Cookie Banner wird dir mit {{icon\/}} zur Verfügung gestellt von"],"Customize banner":["Banner anpassen"],"Real Cookie Banner":["Real Cookie Banner"],"Get PRO version":["PRO-Version kaufen"],"Thank you for using the free version of Real Cookie Banner. You might also be interested in the PRO version, which offers you more features, 20+ design templates, 100+ service templates, 60+ content blocker templates and much more.":["Vielen Dank, dass du die kostenlose Version von Real Cookie Banner verwendet hast. Vielleicht bist du auch an der PRO-Version interessiert, die dir mehr Funktionen, über 20 Design-Vorlagen, über 100 Service-Vorlagen, über 60 Content-Blocker-Vorlagen und vieles mehr bietet."],"Your {{code}}wp-content{{\/code}} folder is not writable. Please check your permissions!":["Dein {{code}}wp-content{{\/code}} Ordner ist nicht beschreibbar. Bitte überprüfe deine Berechtigungen!"],"The cookie banner is activated, but unfortunately you have not yet created or enabled services.":["Der Cookie-Banner ist aktiviert, aber leider hast du noch keine Services erstellt oder aktiviert."],"Request new consent":["Neue Einwilligung verlangen"],"You have changed settings that affect the content or behavior of the cookie banner. You should ask all visitors for their consent again.":["Du hast Einstellungen geändert, die den Inhalt oder das Verhalten des Cookie-Banners beeinflussen. Du solltest alle Website-Besucher erneut um ihre Einwilligung bitten."],"%d \/ %d steps completed":["%d \/ %d Schritte abgeschlossen"],"Hide completed steps":["Abgeschlossene Schritte ausblenden"],"Needs PRO":["Erfordert PRO"],"How time flies! You have installed Real Cookie Banner some time ago, but you still haven't finished the configuration yet.":["Wie die Zeit vergeht! Du hast Real Cookie Banner schon vor einiger Zeit installiert, aber die Konfiguration noch nicht abgeschlossen."],"I want to learn more!":["Mehr erfahren!"],"Get PRO!":["Hole dir die PRO-Version!"],"Unlock feature":["Feature freischalten"],"No, not interested...":["Nein, nicht interessiert…"],"Check out this feature with a {{a}}free sandbox{{\/a}} before buying!":["Teste diese Funktion mit einer {{a}}kostenlosen Sandbox-Installation{{\/a}}, bevor du kaufst!"],"Cancel":["Abbrechen"],"Set up the cookie banner":["Cookie Banner einrichten"],"Create now":["Erstellen"],"https:\/\/devowl.io\/support\/":["https:\/\/devowl.io\/de\/support\/"],"Settings":["Einstellungen"],"Consent":["Einwilligung"],"Content Blocker":["Content Blocker"],"Close":["Schließen"]}},"comment":{"reference":"public\/dist\/admin.lite.js"}}