{"translation-revision-date":"2022-10-09 21:00:30+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"https:\/\/devowl.io\/go\/curia-c-311-18":["https:\/\/devowl.io\/go\/curia-c-311-18"],"Show banner only to users from these countries":["Banner nur Besuchern aus folgenden Ländern anzeigen"],"Imprint Page":["Impressum-Seite"],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-with-google-tag-manager-or-matomo-tag-manager\/":["https:\/\/devowl.io\/de\/wissensdatenbank\/real-cookie-banner-mit-google-tag-manager-oder-matomo-tag-manager\/"],"Load services after consent via":["Lade Services nach Einwilligung mittels"],"Please note that in all sites that are provided with consent forwarding, you must use exactly the same TCF vendors with the same settings (vendor restrictions). If there are any discrepancies, the consent in the TCF standardized consent (TC string) will overwrite each other according to its specification.":["Bitte beachte, dass du in allen Websites, die mit einer Weiterleitung der Einwilligung versehen sind, genau die gleichen TCF-Vendoren mit den gleichen Einstellungen (Vendor Restrictions) verwenden musst. Bei Unstimmigkeiten überschreiben sich die Einwilligungen in der TCF standardisierten Einwilligung (TC-String) entsprechend ihrer Angabe."],"Activate now!":["Jetzt aktivieren!"],"I have already checked\/will check all text in the cookie banner and content blocker myself. I have added missing information and corrected information that does not fit my use case.":["Ich habe oder werde alle Texte im Cookie Banner und Content Blocker selbst überprüfen und fehlende Informationen ergänzen oder Informationen korrigieren, die nicht zu meinem Anwendungsfall passen."],"You have already set up services (cookies) for your cookie banner for which consent is obtained outside the TCF standard. You may also have created content blockers for this purpose.":["Du hast bereits Services (Cookies) für dein Cookie Banner eingerichtet, für die eine Einwilligung außerhalb des TCF-Standards eingeholt wird. Möglicherweise hast du auch Content Blocker für diesen Zweck eingerichtet."],"Example":["Beispiel"],"How to use TCF and non-TCF Services":["Wie man TCF und Nicht-TCF Services nutzt"],"You had created a \"Google Adsense\" service and content blocker. Please delete the service before you add \"Google Advertising Products\" as a vendor under Services > TCF Vendors and thereby obtain consent for Google Adsense via TCF standard. Afterwards, edit the content blocker and define the created TCF vendors as connected to the content blocker.":["Du hattest einen „Google Adsense“ Service und Content Blocker angelegt. Bitte lösche den Service, bevor du unter Services > TCF Vendoren „Google Advertising Products“ als Vendor hinzufügst und damit die Einwilligung für Google Adsense über den TCF-Standard einholst. Anschließend bearbeitest du den Content Blocker und definierst die angelegten TCF-Vendoren als mit dem Content Blocker verbunden."],"The {{a}}Global Vendor List (GVL){{\/a}} contains all vendors registered with IAB Europe that can receive consents via TCF standard. This list is downloaded to your database so that technical and legal data about the vendors is known and you can select from it. The GVL will be automatically updated every week on Thursdays at 5:00 PM (CET) (published once a week by IAB Europe). {{strong}}In case of any changes in the texts or information of the activated vendors, Real Cookie Banner will automatically obtain new consent from all your visitors.{{\/strong}}":["Die {{a}}Global Vendor List (GVL){{\/a}} enthält alle beim IAB Europe registrierten Anbieter, die über den TCF-Standard Einwilligungen erhalten können. Diese Liste wird in deine Datenbank heruntergeladen, sodass die technischen und rechtlichen Daten der Anbieter bekannt sind und du daraus auswählen kannst. Die GVL wird automatisch jede Woche donnerstags um 17:00 Uhr (MEZ) aktualisiert (einmal pro Woche von IAB Europe veröffentlicht). {{strong}}Bei Änderungen in den Texten oder Informationen der aktivierten Anbieter holt Real Cookie Banner automatisch eine neue Einwilligung von allen deinen Besuchern ein.{{\/strong}}"],"If you want to obtain consent for the same services via the TCF standard, you must delete the existing non-TCF services. This is the only way to ensure that both types of consent do not interfere with each other.":["Wenn du die Einwilligung für dieselben Services über den TCF-Standard einholen möchtest, musst du die bestehenden Nicht-TCF-Services löschen. Nur so kann sichergestellt werden, dass sich die beiden Arten der Einwilligung nicht gegenseitig behindern."],"Country of the website operator":["Land des Website-Betreibers"],"I know that enabling TCF mode will change my consent management (cookie banner) visually as well as functionally. Some options of Real Cookie Banner may be limited to be compliant with the guidelines of the TCF standard.":["Ich weiß, dass die Aktivierung des TCF-Modus mein Einwilligungsmanagement (Cookie Banner) sowohl visuell als auch funktional verändern wird. Einige Optionen von Real Cookie Banner können eingeschränkt sein, um mit den Richtlinien des TCF-Standards konform zu sein."],"Global Vendor List (GVL)":["Global Vendor List (GVL)"],"You have downloaded the GVL the last time on %s":["Du hast die GVL das letzte Mal heruntergeladen am %s"],"Something seems to have gone wrong when downloading the GVL. Please check if your server has a firewall configured and is blocking the download accordingly, or contact our support!":["Irgendetwas scheint beim Herunterladen der GVL schiefgelaufen zu sein. Bitte überprüfe, ob dein Server eine Firewall konfiguriert hat und den Download entsprechend blockiert, oder kontaktiere unseren Support!"],"The country whose law applies to the operation of your website. Commonly, this corresponds to the country in which your business is established.":["Das Land, dessen Recht für den Betrieb deiner Website gilt. In der Regel entspricht dies dem Land, in dem dein Unternehmen seinen Sitz hat."],"Please choose the country of origin of your company!":["Bitte gib das Herkunftsland deines Unternehmens an!"],"I have read, agree to, and will fully comply with the {{aPolicies}}IAB Europe Transparency & Consent Framework Policies{{\/aPolicies}} and {{aTerms}}Terms and Conditions for the IAB Europe Transparency & Consent Framework{{\/aTerms}}.":["Ich habe die {{aPolicies}}IAB Europe Transparency & Consent Framework Policies{{\/aPolicies}} und {{aTerms}}Terms and Conditions for the IAB Europe Transparency & Consent Framework{{\/aTerms}} in Englisch gelesen, habe sie verstanden, stimme ihnen zu und werde sie vollständig einhalten."],"Please confirm that you agree to the visual changes!":["Bitte bestätige, dass du mit den optischen Änderungen einverstanden bist!"],"You last agreed to the following on %s":["Du hast dem Folgenden zuletzt zugestimmt am %s"],"Please confirm that you have read the terms!":["Bitte bestätige, dass du die Bedingungen gelesen hast!"],"The {{a}}Transparency and Consent Framework (TCF){{\/a}} is a standard of the European digital marketing industry association {{aIab}}IAB Europe{{\/aIab}}. It allows users to consent to data collection and processing in accordance with applicable EU law and to share it with third-party services (e.g. advertising networks) in a standardized format. Some services require TCF standard consent to be used on your website. We recommend that you only enable TCF compatibility if you know you need it, as it limits the functionality of Real Cookie Banner. We support TCF v2.0 and newer versions.":["Das {{a}}Transparency and Consent Framework (TCF){{\/a}} ist ein Standard des europäischen Branchenverbandes für digitales Marketing {{aIab}}IAB Europe{{\/aIab}}. Er ermöglicht es Nutzern, ihre Einwilligung zur Datenerhebung und -verarbeitung gemäß geltendem EU-Recht zu erteilen und diese in einem standardisierten Format mit Services Dritter (z.B. Werbenetzwerken) zu teilen. Einige Services benötigen eine Einwilligung nach dem TCF-Standard, um auf deiner Website genutzt werden zu können. Wir empfehlen die TCF-Kompatibilität nur zu aktivieren, wenn du weißt, dass du sie benötigst, da sie die Funktionen von Real Cookie Banner einschränkt. Wir unterstützen TCF v2.0 und neuer."],"TCF (Transparency & Consent Framework) is an industry standard for obtaining consent that is recognized in the EU. You must obtain consent in this form to fully use services such as Google Adsense and to increase your advertising revenue.":["TCF (Transparency & Consent Framework) ist ein in der EU anerkannter Industriestandard zur Einholung von Einwilligungen. Du musst die Einwilligung in dieser Form einholen, um Services wie Google Adsense vollständig nutzen zu können und deine Werbeeinnahmen zu erhöhen."],"Implicit consent for users from third countries":["Implizite Einwilligung für Nutzer aus Drittländern"],"Accept only essentials":["Nur essenzielle akzeptieren"],"Determines for users from which countries you want to display a cookie banner. It is recommended to display cookie banners at least in the countries where the GDPR and CCPA apply. The list of countries can be extended at any time by the accession of new countries (Last update: April 2021).":["Bestimmt für welche Nutzer aus welchen Ländern ein Cookie Banner angezeigt werden soll. Es wird empfohlen, Cookie Banner zumindest in den Ländern anzuzeigen, in denen die DSGVO und CCPA gelten. Die Liste der Länder kann jederzeit durch den Beitritt neuer Länder erweitert werden (Letzte Aktualisierung: April 2021)."],"Set what consent should be implied when a visitor is not shown a cookie banner.":["Lege fest, welche Einwilligung impliziert werden soll, wenn einem Besucher kein Cookie Banner angezeigt wird."],"IP-to-Country database":["IP-zu-Land Datenbank"],"Update now":["Jetzt aktualisieren"],"You have downloaded the IP-to-Country database the last time on %s":["Du hast die IP-zu-Land Datenbank das letzte Mal heruntergeladen am %s"],"The IP-to-Country database contains a huge set of IP ranges where we can look up where the current user is coming from based on a specific IP address.":["Die IP-zu-Land Datenbank enthält eine riesige Menge an IP-Bereichen, in denen wir anhand einer bestimmten IP-Adresse nachschauen können, woher der aktuelle Nutzer kommt."],"You successfully updated the GVL.":["Du hast die GVL erfolgreich aktualisiert."],"Transparency and Consent Framework (TCF) Compatibility":["Transparency and Consent Framework (TCF) Kompatibilität"],"This functionality is only available with a valid license, as the TCF Global Vendor List (GVL) must be downloaded regularly from our cloud service.":["Diese Funktionalität ist nur mit einer gültigen Lizenz verfügbar, da die TCF Global Vendor List (GVL) regelmäßig von unserem Cloud Service heruntergeladen werden muss."],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-tcf-setup\/":["https:\/\/devowl.io\/de\/wissensdatenbank\/real-cookie-banner-tcf-einrichtung\/"],"Enable TCF compatibility?":["TCF-Kompatibilität einschalten?"],"Something seems to have gone wrong when downloading the IP-to-Country database. Please check if your server has a firewall configured and is blocking the download accordingly, or contact our support!":["Beim Download der IP-zu-Land Datenbank scheint etwas schiefgelaufen zu sein. Bitte überprüfe, ob dein Server eine Firewall konfiguriert hat und den Download entsprechend blockiert, oder kontaktiere unseren Support!"],"To determine the location of your website visitors, the MaxMind GeoLite2 database will be downloaded to your server and used from there. I have read and agree to the {{aMaxMindEndUserLicense}}MaxMind End User License Agreement{{\/aMaxMindEndUserLicense}}. The download of the database is done via a devowl.io server and I agree to the {{aTerms}}terms and conditions{{\/aTerms}} and {{aPrivacyPolicy}}privacy policy{{\/aPrivacyPolicy}}.":["Um den Standort deiner Website-Besucher zu bestimmen, wird die MaxMind GeoLite2 Datenbank auf deinen Server heruntergeladen und von dort aus verwendet. Ich habe die {{aMaxMindEndUserLicense}}MaxMind End User License Agreement{{\/aMaxMindEndUserLicense}} in Englisch gelesen, habe sie verstanden und stimme zu. Der Download der Datenbank erfolgt über einen devowl.io Server und ich stimme den {{aTerms}}Allgemeinen Geschäftsbedingungen{{\/aTerms}} und der {{aPrivacyPolicy}}Datenschutzerklärung{{\/aPrivacyPolicy}} zu."],"https:\/\/devowl.io\/terms\/":["https:\/\/devowl.io\/de\/agb\/"],"https:\/\/devowl.io\/privacy-policy\/":["https:\/\/devowl.io\/de\/datenschutzerklaerung\/"],"I understand that this type of location determination is not accurate with one hundred percent certainty. According to {{a}}MaxMind's data{{\/a}}, 99.6%% accuracy is estimated without obligation.":["Ich verstehe, dass diese Art der Standortbestimmung nicht mit hundertprozentiger Sicherheit genau ist. Laut {{a}}MaxMind’s Daten{{\/a}} wird eine Genauigkeit von 99,6%% unverbindlich geschätzt."],"Please confirm that you have read this!":["Bitte bestätige, dass du dies gelesen hast!"],"With the geo-restrictions you can specify that the cookie banner should be displayed only for users from certain countries. In many countries (outside the EU) it is not necessary to display a cookie banner. The location of the user is determined by their IP address.":["Mit den Geo-Restrictions kannst du festlegen, dass der Cookie Banner nur für Nutzer aus bestimmten Ländern angezeigt werden soll. In vielen Ländern (außerhalb der EU) ist es nicht notwendig, einen Cookie Banner anzuzeigen. Der Standort des Nutzers wird durch seine IP-Adresse bestimmt."],"Cookie banners must be displayed only to visitors from certain countries. For example, visitors from the EU. With geo-restriction you can specify exactly who sees a cookie banner and who doesn't, by country.":["Cookie Banner müssen nur für Besucher aus bestimmten Ländern angezeigt werden. Zum Beispiel für Besucher aus der EU. Mit der Geo-Restriction kannst du genau festlegen, wer ein Cookie Banner sieht und wer nicht, je nach Land."],"You successfully updated the IP-to-Country database.":["Du hast die IP-zu-Land Datenbank erfolgreich aktualisiert."],"Countries where %s applies":["Länder, in denen die %s gilt"],"This functionality is only available with a valid license, as the IP-to-Country database must be downloaded regularly from our cloud service.":["Diese Funktionalität ist nur mit einer gültigen Lizenz verfügbar, da die IP-zu-Land Datenbank regelmäßig von unserem Cloud Service heruntergeladen werden muss."],"Activate license":["Lizenz aktivieren"],"Enable geo-restriction?":["Geo-Restriction aktivieren?"],"According to the TCF standard, all rights of objection are also exercised for these visitors, as the cookie banner is not displayed at all and thus no transparency about legitimate interest can be established.":["Nach dem TCF-Standard werden auch für diese Besucher alle Widerspruchsrechte ausgeübt, da der Cookie Banner gar nicht angezeigt wird und somit keine Transparenz über das berechtigte Interesse hergestellt werden kann."],"Are you sure? All your data will be reset to default. This also includes defined services and content blockers, and collected consents.":["Bist du sicher? Alle deine Daten werden auf die Standardwerte zurückgesetzt. Dazu gehören auch definierte Services und Inhaltsblocker, sowie gesammelte Einwilligungen."],"Are you really sure? This action cannot be undone.":["Bist du dir wirklich sicher? Diese Aktion kann nicht rückgängig gemacht werden."],"Reset all":["Alles zurücksetzen"],"Start vendor configuration":["Vendor-Konfiguration beginnen"],"Accept all":["Alle akzeptieren"],"Please use a number between %d and %d!":["Bitte verwende eine Zahl zwischen %d und %d!"],"The consent of a user must be limited in time. You can define how long the consent is valid. It can be valid for a maximum of 365 days because every 6-12 months you have to remind the user of the right to revoke consent (cookie banner is displayed again). If you change the behavior or content of the cookie banner meanwhile, visitors to your website will have to give their consent again, even if the time period has not yet expired.":["Die Einwilligung eines Nutzers muss zeitlich begrenzt sein. Du kannst festlegen, wie lange die Einwilligung gültig ist. Sie kann maximal 365 Tage gültig sein, denn alle 6 bis 12 Monate musst du den Nutzer an sein Recht erinnern, seine Einwilligung zu widerrufen (Cookie Banner wird erneut angezeigt). Wenn du in der Zwischenzeit das Verhalten oder den Inhalt des Cookie Banners änderst, müssen die Besucher deiner Webseite ihre Einwilligung erneut geben, auch wenn sie noch nicht abgelaufen ist."],"Disabled":["Deaktiviert"],"Consent Forwarding":["Weiterleitung der Einwilligung"],"Enabled":["Aktiviert"],"Cookie Banner\/Dialog":["Cookie Banner\/Dialog"],"This feature allows you to block content that would process personal data and set cookies, but for which you do not yet have the visitor's consent.":["Diese Funktion ermöglicht es dir, Inhalte zu blockieren, die personenbezogene Daten verarbeiten und Cookies setzen würden, für die du aber noch nicht die Einwilligung des Besuchers hast."],"Cancel":["Abbrechen"],"Hide cookie banner on specific pages":["Cookie Banner auf bestimmten Seiten ausblenden"],"Want to hide cookie banner on more pages?":["Möchtest du das Cookie Banner auf mehr Seiten ausblenden?"],"HTML\/JavaScript Snippet":["HTML\/JavaScript Snippet"],"%s Event":["%s Ereignis"],"Want to use a Tag Manager legally?":["Möchtest einen Tag Manager legal verwenden?"],"pro-modal\/set-cookies-via-manager.png":["pro-modal\/de\/set-cookies-via-manager.png"],"You can integrate services via Google Tag Manager or Matomo Tag Manager. At the same time, you can obtain and document consents via Real Cookie Banner in accordance with data protection regulations.":["Du kannst Services über Google Tag Manager oder Matomo Tag Manager integrieren. Gleichzeitig kannst du über Real Cookie Banner Einwilligungen gemäß den Datenschutzvorschriften einholen und dokumentieren."],"You only need to change this option if you use Google Tag Manager or Matomo Tag Manager.":["Du musst diese Option nur ändern, wenn du Google Tag Manager oder Matomo Tag Manager verwendest."],"— Select —":["— Auswählen —"],"Successfully copied to the clipboard!":["Erfolgreich in die Zwischenablage kopiert!"],"Automatically accept all services for bots":["Automatisch alle Services für Bots akzeptieren"],"days":["Tage"],"Save IP address on consent":["IP-Adresse bei Einwilligung speichern"],"Consent for data processing in the USA":["Einwilligung zur Datenverarbeitung in den USA"],"Age notice for consent":["Altershinweis zur Einwilligung"],"Copy to clipboard":["In die Zwischenablage kopieren"],"https:\/\/gdpr-info.eu\/art-8-gdpr\/":["https:\/\/dejure.org\/gesetze\/DSGVO\/8.html"],"Do you need consent for US data processing?":["Brauchst du eine Einwilligung zur Datenverarbeitung in den USA?"],"pro-modal\/eprivacy-usa.png":["pro-modal\/de\/eprivacy-usa.png"],"Successfully updated settings!":["Einstellungen erfolgreich aktualisiert!"],"Multisite \/ Consent Forwarding":["Multisite \/ Weiterleitung der Einwilligung"],"Save settings":["Einstellungen speichern"],"No additional sites endpoints found.":["Keine zusätzlichen Endpunkte gefunden."],"https:\/\/devowl.io\/knowledge-base\/cookie-banner-consent-forwarding-setup\/":["https:\/\/devowl.io\/de\/knowledge-base\/cookie-banner-weiterleitung-der-einwilligung\/"],"One consent for all your websites?":["Eine Einwilligung für alle deine Websites?"],"pro-modal\/consent-forwarding.png":["pro-modal\/de\/consent-forwarding.png"],"Select all sites to which the consent of the user on the current site should be forwarded.":["Wähle alle Websites aus, an welche die Einwilligung des Nutzers der aktuellen Website weitergeleitet werden soll."],"Affiliate":["Affiliate"],"You have unsaved changes. If you click on \"confirm\", your changes will be discarded.":["Du hast ungespeicherte Änderungen. Wenn du auf „Bestätigen“ klickst, werden deine Änderungen verworfen."],"Cookie banners are legally necessary, but distract your users from the essentials. For example, on landing pages for advertising campaigns, they lead to lower conversion rates. On these pages, it can be useful to avoid processing personal data and setting cookies to keep the conversion rate high. You can hide the cookie banner on these pages.":["Cookie Banner sind rechtlich notwendig, aber lenken deine Nutzer vom Wesentlichen ab. Auf Landingpages für Werbekampagnen beispielsweise führen sie zu schlechteren Conversation Rates. Auf diesen Seiten kann es sinnvoll sein, auf die Verarbeitung von personenbezogenen Daten und das Setzen von Cookies zu verzichten, um die Conversation Rate hoch zu halten. Du kannst das Cookie Banner auf diesen Seiten ausblenden."],"The Privacy Shield should ensure that data processed in the US are treated at the same level of data protection as in the EU. However, the CURIA has declared the Privacy Shield to be illegal ({{aCuria}}CURIA, 16.07.2020 - C-311\/18{{\/aCuria}}). In our opinion, the only way to legally use US services like Google Analytics or YouTube is to obtain a consent to do so.":["Das Privacy-Shield-Abkommen sollte sicherstellen, dass in den USA verarbeitete Daten auf dem gleichen Datenschutzniveau behandelt werden wie in der EU. Allerdings hat der EuGH Privacy Shield für illegal erklärt ({{aCuria}}EuGH, 16.7.2020 – C-311\/18{{\/aCuria}})). Unserer Meinung nach besteht die einzige Möglichkeit, US-Dienste wie Google Analytics oder YouTube legal zu nutzen, darin, eine Einwilligung dafür einzuholen."],"You can enable and disable the cookie banner. We recommend to activate the cookie banner on your website after you have added all services.":["Du kannst das Cookie Banner aktivieren und deaktivieren. Wir empfehlen dir, das Cookie Banner auf deiner Website zu aktivieren, nachdem du alle Services eingepflegt hast."],"Duration of cookie consent":["Gültigkeitsdauer der Cookie-Einwilligung"],"One of your configured endpoints is using an insecure protocol (not HTTPS). For security reasons, most modern browsers reject and block the use of cross-domain cookies on unsecured pages. {{a}}Learn more.{{\/a}}":["Einer deiner konfigurierten Endpunkte verwendet ein unsicheres Protokoll (nicht HTTPS). Aus Sicherheitsgründen lehnen die meisten modernen Browser die Verwendung von Cross-Domain Cookies auf ungesicherten Seiten ab und blockieren sie. {{a}}Mehr erfahren.{{\/a}}"],"In WordPress multisites or multiple instances of WordPress running for one organization, you only need to obtain consent once. Consents are automatically forwarded, so your visitor only needs to accept services and cookies once, instead of on each site again.":["Bei WordPress Multisites oder mehreren Instanzen von WordPress, die für eine Organisation laufen, musst du die Einwilligung nur einmal einholen. Die Einwilligungen werden automatisch weitergeleitet, sodass dein Besucher Services und Cookies nur einmal akzeptieren muss, anstatt auf jeder Website erneut."],"Respect \"Do Not Track\"":["Respektiere „Do Not Track“"],"Search...":["Suche…"],"You can ask the user for consent on one site, and the consent applies to other sites in a WordPress multisite installation or other standalone WordPress installations. This is useful if you run multiple WordPress sites for one organization. For example, you have a company page, landing page, and blog, and you want to show the user as few cookie banners as possible.":["Du kannst den Nutzer auf einer Website um eine Einwilligung bitten, und die Einwilligung gilt für andere Websites in einer WordPress-Multisite-Installation oder andere eigenständige WordPress-Installationen. Dies ist nützlich, wenn du mehrere WordPress-Websites für eine Organisation betreibst. Du hast zum Beispiel eine Unternehmensseite, eine Landing Page und einen Blog und möchtest dem Nutzer so wenig Cookie Banner wie möglich zeigen."],"This option is only required if you want to forward consent to another WordPress installation. Please enter one URL endpoint of the Real Cookie Banner WP REST API per line. Below you find a list of all available endpoints of this WordPress installation.":["Diese Option ist nur erforderlich, wenn du die Einwilligung an eine andere WordPress-Installation weiterleiten möchtest. Bitte gib pro Zeile einen URL-Endpunkt der Real Cookie Banner WP REST API ein. Nachfolgend findest du eine Liste aller verfügbaren Endpunkte dieser WordPress-Installation."],"Depending on the country of origin, it may make legal sense to store the IP address of the user who consents. On the other hand, you must inform the user in your privacy policy that you are storing this IP address together with the consent, as this is legally {{a}}personal data{{\/a}}.":["Je nach Herkunftsland kann es rechtlich sinnvoll sein, die IP-Adresse des Benutzers zu speichern, wenn dieser einwilligt. Auf der anderen Seite musst du den Benutzer in deiner Datenschutzerklärung darüber informieren, dass du diese IP-Adressen zusammen mit der Einwilligung speicherst, da es sich rechtlich gesehen um {{a}}personenbezogene Daten{{\/a}} handelt."],"Hide on additional pages":["Auf zusätzlichen Seiten ausblenden"],"Forward to":["Weiterleiten an"],"Edit":["Bearbeiten"],"General":["Allgemein"],"External 'Forward To' endpoints":["Externe 'Weiterleiten an'-Endpunkte"],"pro-modal\/geo-restriction.png":["pro-modal\/de\/geo-restriction.png"],"pro-modal\/tcf-compatibility.png":["pro-modal\/de\/tcf-compatibility.png"],"Geo-restriction":["Geo-Restriktion"],"TCF Compatibility":["TCF-Kompatibilität"],"Consent":["Einwilligung"],"Content Blocker":["Content Blocker"],"Privacy policy page":["Datenschutzerklärung"],"Learn more":["Mehr erfahren"]}},"comment":{"reference":"public\/dist\/chunk-config-tab-settings.lite.js"}}