{"translation-revision-date":"2022-10-09 21:00:30+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"You can give your visitors further explanations why a content has been blocked or, for example, how they can contact you alternatively instead of agreeing to load the contact form. The description is displayed only in visual content blockers.":["Du kannst deinen Besuchern weitere Erklärungen geben warum ein Inhalt blockiert wurde oder beispielsweise wie sie dich, anstatt dem Laden des Kontaktformulars zuzustimmen, alternativ kontaktieren können. Die Beschreibung wird nur in visuellen Content Blockern angezeigt."],"You can block content through non-standard services or TCF vendors. If you want to block it through TCF vendors, then the visual content blocker cannot be displayed because TCF is usually used to obtain consent for ad networks. Moreover, after the initial consents in the cookie banner, users will probably never consent to the ad.":["Du kannst Inhalte über nicht standardisierte Services oder über TCF Vendoren blockieren. Falls du sie über TCF Vendoren blockieren willst, dann kann der visuelle Content Blocker nicht angezeigt werden, weil TCF normalerweise genutzt wird, um die Einwilligung über Anzeigen-Netzwerke zu erhalten. Ausserdem werden Benutzer nach der ursprünglichen Einwilligung im Cookie Banner der Anzeige wahrscheinlich nie zustimmen."],"Create new service":["Neuen Service erstellen"],"Can't handle it? Let a Cookie Expert help you!":["Schaffst du es nicht? Lass dir von einem Cookie-Experten helfen!"],"Please provide at least one service!":["Bitte gib mindestens einen Service an!"],"Connected TCF Vendors":["Verbundene TCF Vendoren"],"Connected services":["Verbundene Services"],"Block by":["Geblockt durch"],"TCF Vendors":["TCF Vendoren"],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-create-individual-content-blocker\/":["https:\/\/devowl.io\/de\/wissensdatenbank\/real-cookie-banner-individuellen-content-blocker-erstellen\/"],"Services":["Services"],"Some services from the template could not be found. Please select (or create if not already exist) the following services:":["Einige Services aus der Vorlage konnten nicht gefunden werden. Bitte wähle (oder erstelle, falls noch nicht vorhanden) die folgenden Services:"],"https:\/\/devowl.io\/knowledge-base\/is-real-cookie-banner-legally-compliant\/":["https:\/\/devowl.io\/de\/wissensdatenbank\/ist-real-cookie-banner-rechtskonform\/"],"Add service":["Service hinzufügen"],"Disabled":["Deaktiviert"],"Save":["Speichern"],"Name":["Name"],"Please provide a name!":["Bitte gib einen Namen an!"],"Status":["Status"],"Enabled":["Aktiviert"],"Draft":["Entwurf"],"Cancel":["Abbrechen"],"— Select —":["— Auswählen —"],"The content blocker could not be saved due to missing\/invalid form values.":["Der Content Blocker konnte aufgrund fehlender\/ungültiger Formularwerte nicht gespeichert werden."],"Technical Definition":["Technische Definition"],"URLs \/ Elements to block":["URLs \/ Zu blockierende Elemente"],"Please provide at least one vendor!":["Bitte gib mindestens einen Vendor an!"],"Visual":["Visuell"],"Please confirm that you have checked the content of the content blocker.":["Bitte bestätige, dass du den Inhalt des Content Blockers überprüft hast."],"I have checked the information in the content blocker template myself and added any missing information or corrected any information that does not fit to my use case.":["Ich habe die Informationen in der Vorlage des Content Blockers selbst überprüft und fehlende Informationen ergänzt oder Informationen korrigiert, die nicht zu meinem Anwendungsfall passen."],"Create now":["Erstellen"],"You have unsaved changes. If you click on \"confirm\", your changes will be discarded.":["Du hast ungespeicherte Änderungen. Wenn du auf „Bestätigen“ klickst, werden deine Änderungen verworfen."],"You have successfully saved the content blocker.":["Du hast den Content Blocker erfolgreich gespeichert."],"You have already created a service. Are you sure that you don't want to create the corresponding content blocker?":["Du hast bereits einen Service angelegt. Bist du sicher, dass du den zugehörigen Content Blocker nicht erstellen möchtest?"],"Each content blocker should have a descriptive name that is understandable to a non-professional user, e.g. \"Google Maps\".":["Jeder Content Blocker sollte einen aussagekräftigen Namen haben, der für einen normalen Nutzer verständlich ist, z. B. „Google Maps”."],"Content Blockers with the status \"Draft\" or \"Disabled\" are not visible to the public. In addition, a draft will be highlighted in the content blocker table so that you do not forget to configure it.":["Content Blocker mit dem Status „Entwurf“ oder „Deaktiviert“ sind für die Öffentlichkeit nicht sichtbar. Außerdem wird ein Entwurf in der Tabelle der Content Blocker hervorgehoben, damit du nicht vergisst, ihn fertigzustellen."],"For each content blocker it can be defined if it should be visually visible. This means that if the user has not agreed to the respective services, a box with a button is displayed to adjust the privacy settings so that the actual content can be loaded. The design of the box is copied from the cookie banner.":["Für jeden Content Blocker kann definiert werden, ob er visuell wahrnehmbar sein soll. Das bedeutet, wenn der Nutzer nicht in die jeweiligen Services eingewilligt hat, eine Box mit einem Button angezeigt wird, um die Privatsphären-Einstellungen anzupassen, damit der eigentliche Inhalt geladen werden kann. Das Design der Box wird vom Cookie Banner kopiert."],"Search...":["Suche…"],"Force visual content blocker for hidden elements":["Visuellen Content Blocker für verborgene Elemente erzwingen"],"Show the visual content blocker, if possible":["Visuellen Content Blocker anzeigen, falls möglich"],"General content blocker configuration":["Allgemeine Content-Blocker-Konfiguration"],"In rare cases, visual content blockers are not displayed because the main element of the blocked content is not visible either. Enable this option if this is the case and you want to force to display a content blocker for non-visible elements.":["In seltenen Fällen werden visuelle Content Blocker nicht angezeigt, weil auch das Hauptelement des blockierten Inhalts nicht sichtbar ist. Aktiviere diese Option, wenn dies der Fall ist und die Anzeige eines Content Blockers für nicht sichtbare Elemente erzwungen werden soll."],"Please provide at least one URL\/element!":["Bitte gib mindestens eine URL\/Element an!"],"Activate now":["Jetzt aktivieren"],"Description":["Beschreibung"]}},"comment":{"reference":"public\/dist\/479.lite.js"}}