{"translation-revision-date":"2022-10-09 21:00:30+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"Abandoned":["Stillgelegt"],"This vendor is no longer available and\/or has been removed from the list of available vendors by the GVL. For this vendor, you can no longer request a consent from your visitors.":["Dieser Anbieter ist nicht mehr verfügbar und\/oder wurde von der Liste der verfügbaren Anbieter von der GVL entfernt. Du kannst für diesen Anbieter keine Bestätigung mehr von deinen Besuchern anfordern."],"Vendor configurations with the status \"Draft\" or \"Disabled\" are not visible to the public. In addition, a draft is highlighted in the table of vendor configurations so that you do not forget to complete it.":["Vendor-Konfigurationen mit dem Status „Entwurf” oder „Deaktiviert” sind für die Öffentlichkeit nicht sichtbar. Außerdem wird ein Entwurf in der Tabelle der Vendor-Konfigurationen hervorgehoben, damit du nicht vergisst, diese fertigzustellen."],"You successfully saved the TCF vendor configuration.":["Du hast die Konfiguration des TCF Vendors erfolgreich gespeichert."],"The TCF vendor configuration could not be saved due to missing\/invalid form values.":["Der TCF Vendor konnte aufgrund fehlender\/ungültiger Formularwerte nicht gespeichert werden."],"Please confirm that you have checked the information.":["Bitte bestätige, dass du die Informationen überprüft hast."],"I have checked the information in the TCF vendor configuration myself and corrected any information that does not fit to my use case.":["Ich habe die Informationen in der TCF Vendor Konfiguration selbst überprüft und alle Informationen, die nicht zu meinem Anwendungsfall passen, korrigiert."],"Features are specified by the vendor and are immutable. They describe the characteristics of how personal data is processed in order to achieve one or more purposes.":["Funktionen werden vom Vendor festgelegt und sind unveränderlich. Sie beschreiben die Eigenschaften, wie personenbezogene Daten verarbeitet werden, um einen oder mehrere Zwecke zu erreichen."],"Features and special features":["Funktionen und besondere Funktionen"],"Special feature":["Besondere Funktion"],"Purposes and special purposes":["Zwecke und besondere Zwecke"],"Special purpose":["Besonderer Zweck"],"This vendor has not listed any used features.":["Dieser Vendor hat keine verwendeten Funktionen aufgelistet."],"You are using the TCF integration in the \"Global Scope\". Therefore, according to the TCF specification, it is not possible to deselect purposes.":["Du verwendest die TCF-Integration im „Global Scope“. Daher ist es nach der TCF-Spezifikation nicht möglich, Zwecke abzuwählen."],"Device Storage Disclosure":["Device Storage Disclosure"],"Identifier":["Bezeichner"],"Domain":["Domain"],"%d purpose":["%d Zweck aktiviert","%d Zwecke aktiviert"],"This vendor does not provide any device storage disclosure.":["Dieser Vendor bietet keine Device Storage Disclosure."],"Purposes":["Zwecke"],"This vendor processes data in the USA or transfers data to US companies or servers.":["Dieser Service verarbeitet Daten in den USA oder überträgt Daten an US-Firmen oder -Server."],"Vendor ID: %d":["Vendor ID: %d"],"Add TCF vendor":["TCF Vendor hinzufügen"],"Edit Content Blocker":["Content Blocker bearbeiten"],"Create Content Blocker":["Content Blocker erstellen"],"%d purpose enabled":["%d Zweck aktiviert","%d Zwecke aktiviert"],"%d feature enabled":["%d Funktion aktiviert","%d Funktionen aktiviert"],"You have not yet created a TCF vendor configuration.":["Du hast noch keine TCF Vendor Konfiguration erstellt."],"Create TCF vendor configuration":["TCF Vendor Konfiguration erstellen"],"Search vendor by name or ID...":["Vendor nach Name oder ID suchen…"],"Add vendor":["Vendor hinzufügen"],"https:\/\/devowl.io\/knowledge-base\/is-real-cookie-banner-legally-compliant\/":["https:\/\/devowl.io\/de\/wissensdatenbank\/ist-real-cookie-banner-rechtskonform\/"],"Legal basis":["Rechtsgrundlage"],"Disabled":["Deaktiviert"],"Save":["Speichern"],"Status":["Status"],"Please choose a status!":["Bitte wähle einen Status aus!"],"Enabled":["Aktiviert"],"Draft":["Entwurf"],"Privacy policy of the provider":["Datenschutzerklärung des Anbieters"],"Cookie type":["Cookie-Typ"],"This cookie is active as long as the session is active":["Dieses Cookie ist so lange aktiv, wie die Session aktiv ist"],"Session":["Sitzung"],"Cancel":["Abbrechen"],"Delete":["Löschen"],"Not defined":["Nicht definiert"],"Are you sure you want to delete this vendor?":["Bist du sicher, dass du diesen Vendor löschen möchtest?"],"Technical cookie information":["Technische Cookie-Informationen"],"General vendor configuration":["Allgemeine Vendoren-Konfiguration"],"You have unsaved changes. If you click on \"confirm\", your changes will be discarded.":["Du hast ungespeicherte Änderungen. Wenn du auf „Bestätigen“ klickst, werden deine Änderungen verworfen."],"Edit":["Bearbeiten"],"Description":["Beschreibung"],"Privacy policy":["Datenschutzerklärung"],"Refresh":["Aktualisieren"],"Legitimate interest":["Berechtigtes Interesse"],"Unknown":["Unbekannt"],"Consent":["Einwilligung"],"Duration":["Dauer"],"second(s)":["Sekunde(n)"],"Provider":["Anbieter"],"US data processing":["US-Datenverarbeitung"],"Yes":["Ja"],"No":["Nein"],"None":["Nichts"]}},"comment":{"reference":"public\/dist\/chunk-config-tab-tcf.lite.js"}}